---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.DekanewtonsPerSquareMeter
source: html/6215674c-6bc1-ee8b-db32-b2f4c4de5209.htm
---
# Autodesk.Revit.DB.UnitTypeId.DekanewtonsPerSquareMeter Property

Dekanewtons per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId DekanewtonsPerSquareMeter { get; }
```